Repository: svpv/apt
Catalog: apt.*.po
Languages: be

source: Hit
be: Адшукана

source: Get:
be: Атрымана:

source: Ign
be: Ігнараванае

source: Err
be: Памылка

source: Fetched %sB in %s (%sB/s)
be: Атрымана %sB за %s (%sB/s).

source: [Working]
be: [Апрацоўка]

source: Media Change: Please insert the disc labeled '%s' in the drive '%s' and press enter
be: Зьмена дыску: Устаўце, калі ласка, дыск з адзнакай '%s' у прыладу '%s' і націсьніце <Enter>.

source: Package %s version %s has an unmet dep:
be: Пакет %s вэрсіі %s мае незадаволеныя залежнасьці:

source: Unable to locate package %s
be: Немагчыма адшукаць пакет %s

source: Total Package Names :
be: Агулам назваў пакетаў:

source: Normal Packages:
be: Нармальныя пакеты:

source: Pure Virtual Packages:
be: Цалкам віртуальныя пакеты:

source: Single Virtual Packages:
be: Асобныя віртуальныя пакеты:

source: Mixed Virtual Packages:
be: Зьмяшаныя віртуальныя пакеты:

source: Missing:
be: Адсутнічаюць:

source: Total Distinct Versions:
be: Агулам розных вэрсіяў:

source: Total Dependencies:
be: Агулам залежнасьцяў:

source: Total Ver/File relations:
be: Агулам стасункаў Вэрсія/Файл:

source: Total Provides Mappings:
be: Агулам адпаведнасьцяў сэрвісаў:

source: Total Globbed Strings:
be: Агулам супаўшых радкоў:

source: Total Dependency Version space:
be: Агулам залежнасьцяў:

source: Total Slack space:
be: Агулам занятае прасторы:

source: Total Space Accounted for:
be: Агулам будзе занятае места:

source: Package file %s is out of sync.
be: Файл пакету %s выйшаў з-пад кантролю.

source: You must give exactly one pattern
be: Неабходна пазначыць толькі адзін узор

source: No packages found
be: Не адшукана аніводнага пакету

source: Package Files:
be: Файлы пакетаў:

source: Cache is out of sync, can't x-ref a package file
be: Зьмест кэшу састарэў, немагчыма атрымаць даньні аб пакеце.

source: Pinned Packages:
be: Пераважныя пакеты:

source: (not found)
be: (не адшукана)

source: Installed:
be: Усталяваны:

source: (none)
be: (няма)

source: Candidate:
be: Кандыдат:

source: Package Pin:
be: Перавага:

source: Version Table:
be: Табліца вэрсіяў:

source: %s %s for %s %s compiled on %s %s
be: %s %s для %s %s сабраны %s %s

source: Usage: apt-cache [options] command apt-cache [options] add file1 [file2 ...] apt-cache [options] showpkg pkg1 [pkg2 ...] apt-cache [options] showsrc pkg1 [pkg2 ...] apt-cache is a low-level tool used to manipulate APT's binary cache files, and query information from them Commands: add - Add a package file to the source cache gencaches - Build both the package and source cache showpkg - Show some general information for a single package showsrc - Show source records stats - Show some basic statistics dump - Show the entire file in a terse form dumpavail - Print an available file to stdout unmet - Show unmet dependencies search - Search the package list for a regex pattern show - Show a readable record for the package depends - Show raw dependency information for a package whatdepends - Show raw dependency information on a package pkgnames - List the names of all packages dotty - Generate package graphs for GraphVis xvcg - Generate package graphs for xvcg policy - Show policy settings Options: -h This help text. -p=? The package cache. -s=? The source cache. -q Disable progress indicator. -i Show only important deps for the unmet command. -c=? Read this configuration file -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp See the apt-cache(8) and apt.conf(5) manual pages for more information.
be: Выкарыстаньне: apt-cache [парамэтры] каманда apt-cache [парамэтры] add файл1 [файл2 ...] apt-cache [парамэтры] showpkg пакет1 [пакет2 ...] apt-cache [парамэтры] showsrc пакет1 [пакет2 ...] apt-cache - нізкаўзроўневы сродак для працы з двайковымі файламі кэшу APT і атрыманьня з іх інфармацыі. Каманды: add - Дадаць пакет у кэш крыніцы gencaches - Стварыць файлы кэшаў пакетаў і крыніцаў showpkg - Паказаць агульныя зьвесткі аб пакеце showsrc - Паказаць агульныя зьвесткі аб крынічным пакеце stats - Паказаць агульную статыстыку dump - Выдаць увесь зьмест кэшу ў сьціснутай форме dumpavail - Вывесьці сьпіс даступных пакетаў на стандартны вывад unmet - Атрымаць сьпіс незадаволеных залежнасьцяў search - Шукаць у сьпісе пакетаў з выкарыстаньнем рэгулярных выразаў show - Паказаць зьвесткі аб пакеце ў зручнай для чытаньня форме depends - Паказаць зьвесткі аб залежнасьцях пазначанага пакету whatdepends - Паказаць зьвесткі аб пакетах, якія залежаць ад пазначанага пакету pkgnames - Атрымаць поўны сьпіс назваў пакетаў з магчымасьцю заданьня цэдаляў dotty - Пабудаваць граф Залежнасьцяў у фармаце GraphVis xvcg - Пабудаваць граф Залежнасьцяў у фармаце xvcg policy - Паведаміць зьвесткі аб прыярытэтах крыніцаў пакетаў Парамэтры: -h Скарочаная даведка -p=? Назва файла для захаваньня кэшу пакетаў -s=? Назва файла для захаваньня кэшу крыніцаў -q Адключыць індыкатар працэсу -i Паказваць толькі самыя важныя залежнасьці для каманды unmet -c=? Выкарыстоўваць пазначаны файл канфігурацыі -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp) Для больш падрабязнага апісаньня гл. старонкі кіраўніцтва: apt-cache(8) і apt.conf(5).

source: Failed to rename %s.new to %s
be: Не атрымалася зьмяніць назву %s.new на %s

source: Opening %s
be: Адкрыцьцё %s

source: Failed to open %s.new
be: Не атрымалася адкрыць %s.new

source: Using CD-ROM mount point
be: Выкарыстоўваецца пункт мацаваньня CD-ROM

source: Unable to read the cdrom database %s
be: Немагчыма прачытаць базу даньняў кампакт-дыскаў у %s.

source: Unmounting CD-ROM
be: Адмацаваньне аптычнага дыску

source: Please insert a Disc in the drive and press enter
be: Устаўце, калі ласка, дыск у прыладу й націсьніце <Enter>

source: Mounting CD-ROM
be: Замацоўваецца аптычны дыск

source: Failed to mount the cdrom.
be: Не атрымалася замацаваць CD-ROM.

source: Identifying..
be: Вызначэньне..

source: Scanning Disc for index files..
be: Дыск скануецца ў пошуках індэксных файлаў..

source: I found (binary):
be: Адшукана (бінарных):

source: I found (source):
be: Адшукана (крынічных):

source: Found
be: Адшукана

source: package indexes and
be: індэксаў пакетаў і

source: source indexes.
be: індэксаў крынічных пакетаў.

source: Unable to locate any package files, perhaps this is not an APT enabled disc
be: Немагчыма адшукаць аніводнага файлу пакетаў, магчыма гэты дыск не прызначаны для APT

source: Found label '
be: Адшукана адзнака '

source: Please provide a name for this Disc, such as 'ALT Linux Disk 1'
be: Калі ласка, задайце назву для гэтага дыску, напрыклад, 'Linux Disk 1'

source: That is not a valid name, try again
be: Гэтая назва памылковая, паспрабуйце зноў

source: This Disc is called:
be: Гэты дыск завецца:

source: Source List entries for this Disc are:
be: Сьпіс крынічных пакетаў для гэтага дыску:

source: Repeat this process for the rest of the CDs in your set.
be: Паўтарыце гэтую працэдуру для астатніх дыскаў з вашага набору.

source: Stored Label: '
be: Захаваная адзнака: '

source: Usage: apt-cdrom [options] command apt-cdrom is a tool to add CDROM's to APT's source list. The CDROM mount point and device information is taken from apt.conf and /etc/fstab. Commands: add - Add a CDROM ident - Report the identity of a CDROM Options: -h This help text -d CD-ROM mount point -r Rename a recognized CD-ROM -m No mounting -f Fast mode, don't check package files -a Thorough scan mode -c=? Read this configuration file -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp See fstab(5)
be: Выкарыстаньне: apt-cdrom [парамэтры] каманда apt-cdrom гэта інструмэнт для даданьня CDROM дыскаў у сьпіс крыніцаў APT. Пункт мацаваньня аптычнага дыску й інфармацыя аб прыладзе атрымліваюцца з apt.conf і /etc/fstab. Каманды: add - Дадаць CDROM ident - Вывесьці ідэнтыфікацыйны запіс аптычнага дыску Парамэтры: -h Скарочаная даведка -d Пункт мацаваньня CD-ROM -r Зьмяніць назву ўжо распазнанага дыску -m Не замацоўваць дыск -f `Хуткі рэжым', не правяраць файлы пакетаў -a Стараны рэжым сканаваньня -c=? Выкарыстоўваць пазначаны файл канфігурацыі -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp) Гл. таксама fstab(5)

source: Arguments not in pairs
be: Аргумэнты мусяць быць парнымі

source: Usage: apt-config [options] command apt-config is a simple tool to read the APT config file Commands: shell - Shell mode dump - Show the configuration Options: -h This help text. -c=? Read this configuration file -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: apt-config [парамэтры] каманда apt-config - інструмэнт для чытаньня канфігурацыйнага файлу APT. Каманды: shell - Рэжым абалонкі dump - Паказаць наладкі Парамэтры: -h Скарочаная даведка -c=? Выкарыстоўваць пазначаны файл канфігурацыі -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Regex compilation error - %s
be: Памылка кампіляцыі рэгулярнага выразу - %s

source: The following packages have unmet dependencies:
be: Наступныя пакеты маюць незадаволеныя залежнасьці:

source: but %s is installed
be: але %s ужо усталяваны

source: but %s is to be installed
be: але %s будзе ўсталяваны

source: but it is not installable
be: але пакет не можа быць усталяваны

source: but it is a virtual package
be: але пакет зьяўляецца віртуальным пакетам

source: but it is not installed
be: але пакет не ўсталяваны

source: but it is not going to be installed
be: але пакет не будзе ўсталяваны

source: or
be: альбо

source: The following NEW packages will be installed:
be: Наступныя НОВЫЯ пакеты будуць усталяваны:

source: The following packages will be REPLACED:
be: Наступныя пакеты будуць ЗАМЕНЕНЫЯ:

source: The following packages will be REMOVED:
be: Наступныя пакеты будуць ВЫТАКЛЕНЫЯ:

source: The following packages have been kept back
be: Наступныя пакеты будуць ЗАХАВАНЫЯ:

source: The following packages will be upgraded
be: Наступныя пакеты будуць АБНОЎЛЕНЫЯ:

source: The following packages will be DOWNGRADED
be: Наступныя пакеты будуць ЗАМЕНЕНЫЯ БОЛЬШ СТАРЫМІ ВЭРСІЯМІ:

source: The following held packages will be changed:
be: Наступныя утрыманыя пакеты будуць зьмененыя:

source: %s (due to %s)
be: %s (з-за %s)

source: WARNING: The following essential packages will be removed This should NOT be done unless you know exactly what you are doing!
be: УВАГА: Будуць выдаленыя важныя для працы сыстэмы пакеты Звычайна гэта рабіць не варта. Вы мусіце дакладна разумець магчымыя наступствы!

source: %lu upgraded, %lu newly installed,
be: %lu будзе абноўлена, %lu новых усталявана,

source: %lu reinstalled,
be: %lu пакетаў будзе пераўсталявана,

source: %lu downgraded,
be: %lu пакетаў будзе заменена на старыя вэрсіі,

source: %lu replaced,
be: %lu пакетаў будзе заменена,

source: %lu removed and %lu not upgraded.
be: %lu пакетаў будзе выдалена й %lu не будзе абноўлена.

source: %lu not fully installed or removed.
be: %lu не ўсталявана ці не выдалена цалкам.

source: There are changes to be made
be: Ёсьць зьмены, якія будуць зроблены

source: Correcting dependencies...
be: Выпраўленьне залежнасьцяў...

source: failed.
be: немагчыма.

source: Unable to correct dependencies
be: Немагчыма выправіць залежнасьці

source: Unable to minimize the upgrade set
be: Немагчыма паменшыць якасьць абнаўленьняў

source: Done
be: Завершана

source: You might want to run `apt-get -f install' to correct these.
be: Магчыма, Вам спатрэбіцца запусьціць `apt-get -f install' для выпраўленьня.

source: Unmet dependencies. Try using -f.
be: Незадаволеныя залежнасьці. Паспрабуйце дадаць парамэтар -f.

source: Packages need to be removed but Remove is disabled.
be: Неабходна выдаліць некаторыя пакеты, але гэта было забаронена парамэтрам No Remove (не выдаляць).

source: Unable to lock the download directory
be: Немагчыма разблякаваць часовы каталёг для выгружаных файлаў

source: The list of sources could not be read.
be: Немагчыма прачытаць сьпіс крынічных пакетаў.

source: Need to get %sB/%sB of archives.
be: Неабходна атрымліваць %sB/%sB архіваў.

source: Need to get %sB of archives.
be: Неабходна атрымаць %sB архіваў.

source: After unpacking %sB of additional disk space will be used.
be: Пасьля распакоўкі спатрэбіцца дадаткова %sB дыскавае прасторы.

source: After unpacking %sB disk space will be freed.
be: Пасьля распакоўкі будзе вызвалена %sB дыскавае прасторы.

source: You don't have enough free space in %s.
be: Недастаткова вольнае прасторы у %s

source: There are problems and -y was used without --force-yes
be: Праблемы, парамэтар -y быў скарыстаны без --force-yes

source: Trivial Only specified but this is not a trivial operation.
be: Быў пазначаны парамэтар Trivial Only, але дзеяньне не датычацца да шэрагу трывіяльных.

source: You are about to do something potentially harmful To continue type in the phrase '%s' ?]
be: Вы робіце нешта патэнцыйнае небясьпечнае! Увядзіце фразу '%s' каб працягнуць.

source: Abort.
be: Перарвана.

source: Do you want to continue? [Y/n]
be: Працягнуць? [Y/n]

source: Failed to fetch %s %s
be: Немагчыма атрымаць %s %s

source: Some files failed to download
be: Некаторыя файлы не атрымалася выгрузіць

source: Download complete and in download only mode
be: Выгрузка пакетаў завершана ў рэжыме 'толькі выгрузіць'.

source: Unable to fetch some archives, maybe run apt-get update or try with --fix-missing?
be: Атрымаць некаторыя архівы немагчыма. Поспрабуйце ўвесьці каманду apt-get update ці дадаць парамэтар --fix-missing.

source: --fix-missing and media swapping is not currently supported
be: Парамэтар --fix-missing і зьмена носьбітаў з архівамі зараз не падтрымліваюцца.

source: Unable to correct missing packages.
be: Немагчыма выправіць адсутныя пакеты.

source: Aborting Install.
be: Перарываньне усталёўкі.

source: Failed to fetch some archives.
be: Немагчыма выгрузіць некаторыя архівы.

source: Selecting %s for '%s'
be: Выбрана %s для '%s'

source: Internal error. Package %s doesn't provide %s
be: Нутраная памылка. Пакет %s не прадстаўляе %s

source: Skipping %s, it is already installed and upgrade is not set.
be: Пакет %s прапушчаны, таму як ён ужо ўсталяваны, а каманды абнаўленьня не было.

source: Package %s is not installed, so not removed
be: Пакет %s не ўсталяваны, і не можа быць выдалены.

source: Package %s is a virtual package provided by:
be: Віртуальны пакет %s прадстаўляецца наступнымі пакетамі:

source: [Installed]
be: [Усталявана]

source: You should explicitly select one to install.
be: Неабходна дакладна пазначыць, які з пакетаў мусіць быць усталяваны.

source: Package %s has no available version, but exists in the database. This typically means that the package was mentioned in a dependency and never uploaded, has been obsoleted or is not available with the contents of sources.list
be: Пакет %s прысутнічае ў базе даньняў, але не мае даступнае вэрсіі. Як правіла гэта значыць, што хаця пакет і прысутнічае ў сьпісе залежнасьцяў, ён адсутнічае ў сховішчы, быў выціснуты, альбо ў sources.list няма адрасу сховішча, якое утрымлівае пакет.

source: However the following packages replace it:
be: Тым ня менш, наступныя пакеты заменяць яго:

source: Package %s has no installation candidate
be: Для пакету %s не адшукана адпаведнага кандыдату для ўсталёўкі

source: Reinstallation of %s is not possible, it cannot be downloaded.
be: Пераўсталяваць %s немагчыма, таму што гэты пакет нельга выгрузіць.

source: %s is already the newest version.
be: Апошняя вэрсія %s ужо ўсталявана.

source: Release %s'%s' for '%s' was not found
be: Апісаньне %s'%s' для '%s' не адшукана.

source: Version %s'%s' for '%s' was not found
be: Вэрсія %s'%s' для '%s' не адшукана

source: Selected version %s (%s) for %s
be: Выбрана вэрсія %s (%s) для %s

source: Selected version %s for %s
be: Выбрана вэрсія %s для %s

source: The update command takes no arguments
be: Для каманды абнаўленьня не патрабуюцца аргумэнты

source: Sources list %s could not be read
be: Немагчыма прачытаць сьпіс крыніцаў з %s

source: Sources list %s doesn't exist
be: Сьпіс крыніцаў %s адсутнічае.

source: Unable to lock the list directory
be: Немагчыма заблякаваць каталёг

source: Release files for some repositories could not be retrieved or authenticated. Such repositories are being ignored.
be: Немагчыма атрымаць ці праверыць файлы апісаньня некаторых сховішчаў. Гэтыя сховішчы будуць ігнаравацца.

source: Some index files failed to download, they have been ignored, or old ones used instead.
be: Некаторыя індэксныя файлы не атрымалася выгрузіць, яны альбо былі праігнараваныя, альбо замест іх былі скарыстаныя старыя вэрсіі.

source: Internal Error, AllUpgrade broke stuff
be: Унутраная памылка, вынік працы AllUpgrade усё сапсаваў

source: Couldn't parse name '%s'
be: Немагчыма разабраць назву '%s'

source: Couldn't find package %s
be: Немагчыма адшукаць пакет %s

source: You might want to run `apt-get -f install' to correct these:
be: Магчыма, Вам спатрэбіцца запусьціць `apt-get -f install' для выпраўленьня:

source: Unmet dependencies. Try 'apt-get -f install' with no packages (or specify a solution).
be: Некаторыя залежнасьці не былі адшуканыя. Паспрабуйце `apt-get -f install' без пазначэньня пакетаў ці пазначце пакет рашэньне.

source: Some packages could not be installed. This may mean that you have requested an impossible situation or if you are using the unstable distribution that some required packages have not yet been created or been moved out of Incoming.
be: Некаторыя пакеты ўсталяваць немагчыма. Гэта можа значыць, што Вы запатрабавалі немагчымае, альбо карыстаецеся нестабільным сховішчам. Частка неабходных пакетаў альбо яшчэ не створана, альбо была выдалена з каталёгу 'Уваходныя'.

source: Since you only requested a single operation it is extremely likely that the package is simply not installable and a bug report against that package should be filed.
be: Таму як для выкананьня Вашага запыту дастаткова адной апэрацыі, хутчэй за ўсё гэты пакет проста немагчыма ўсталяваць. Паведаміце, калі ласка, пра гэта як пра адшуканую ў пакеце памылку.

source: The following information may help to resolve the situation:
be: Гэтыя зьвесткі могуць дапамагчы адшукаць выйсьця з сытуацыі:

source: Broken packages
be: Выбачайце, `бітыя' пакеты

source: The following extra packages will be installed:
be: Наступныя дадатковыя пакеты будуць усталяваны:

source: Suggested packages:
be: Пераважныя пакеты:

source: Recommended packages:
be: Рэкамэндаваныя пакеты

source: Calculating Upgrade...
be: Падлік абнаўленьняў...

source: Failed
be: Памылка

source: Done
be: Завершана

source: Must specify at least one package to fetch source for
be: Для выгрузкі крынічнага пакету неабходна пазначаць хаця б адзін пакет.

source: Unable to find a source package for %s
be: Немагчыма адшукаць крынічны пакет для %s

source: You don't have enough free space in %s
be: Недастаткова вольнае прасторы ў %s

source: Need to get %sB/%sB of source archives.
be: Неабходна атрымаць %sB/%sB крынічных архіваў.

source: Need to get %sB of source archives.
be: Неабходна атрымаць %sB крынічных архіваў.

source: Fetch Source %s
be: Атрыманьне крынічнага пакету %s

source: Build command '%s' failed.
be: Каманда зборкі пакету '%s' выклікала памылку.

source: Unpack command '%s' failed.
be: Каманда распакоўкі '%s' выклікала памылку.

source: Skipping unpack of already unpacked source in %s
be: Пропуск распакоўкі ўжо распакаваных крынічных кодаў пакету ў %s

source: Child process failed
be: Спадчынны працэс завяршыўся з памылкай

source: Must specify at least one package to check builddeps for
be: Пазначце хаця б адзін пакет для праверкі яго зборачных залежнасьцяў.

source: Unable to get build-dependency information for %s
be: Немагчыма вызначыць зборачныя залежнасьці для %s.

source: %s has no build depends.
be: %s не мае зборачных залежнасьцяў.

source: %s dependency for %s cannot be satisfied because the package %s cannot be found
be: залежнасьць %s для %s не можа быць задаволена, таму як адсутнічае пакет %s.

source: %s dependency for %s cannot be satisfied because no available versions of package %s can satisfy version requirements
be: залежнасьць %s для %s не можа быць задаволена, таму як аніводная з даступных вэрсіяў пакета %s, не можа яе задаволіць.

source: Failed to satisfy %s dependency for %s: Installed package %s is too new
be: Немагчыма задаволіць %s залежнасьць для %s: Усталяваны пакет %s зановы.

source: Failed to satisfy %s dependency for %s: %s
be: Немагчыма задаволіць %s залежнасьць для %s: %s

source: Some broken packages were found while trying to process build-dependencies for %s. You might want to run `apt-get -f install' to correct these.
be: Адшуканы пашкоджаныя пакеты пры апрацоўцы зборачных залежнасьцяў для %s. Магчыма, спатрэбіцца запусьціць `apt-get -f install' для выпраўленьня.

source: Failed to process build dependencies
be: Памылка апрацоўкі зборачных залежнасьцяў

source: Supported Modules:
be: Модулі якія падтрымліваюцца:
