Repository: svpv/apt
Catalog: apt.*.po
Languages: be

source: Lists directory %spartial is missing.
be: Дырэкторыя са сьпісамі пакетаў %spartial адсутнічае.

source: Archive directory %spartial is missing.
be: Дырэкторыя з архіўнымі пакетамі %spartial адсутнічае.

source: rename failed, %s (%s -> %s).
be: Памылка зьмены назвы, %s (%s -> %s).

source: %s is not listed in the checksum list for its repository
be: %s адсутнічае ў сьпісе кантрольных сум свайго сховішча.

source: Release information not available for %s
be: Апісаньне %s не адшукана.

source: Size mismatch
be: Несупадзеньне памеру

source: MD5Sum mismatch
be: Несупадзеньне кантрольнай сумы MD5

source: No valid signatures found in Release file
be: Не адшукана подпісаў у файле апісаньня

source: Signature fingerprint of Release file does not match (expected
be: Памылковы подпіс файла апісаньня (мусіць быць

source: , got
be: , атрымана

source: Could not read checksum list from Release file
be: Немагчыма прачытаць сьпіс кантрольных сум з файлу апісаньня.

source: I wasn't able to locate a file for the %s package. This might mean you need to manually fix this package. (due to missing arch)
be: Немагчыма адшукаць файл пакету %s. Магчыма, спатрэбіцца выправіць пакет асабіста (у сувязі з адсутнасьцю патрэбнай плятформы).

source: I wasn't able to locate file for the %s package. This might mean you need to manually fix this package.
be: Немагчыма адшукаць файл пакету %s. Магчыма, спатрэбіцца выправіць пакет асабіста.

source: The package index files are corrupted. No Filename: field for package %s.
be: Пашкоджаны індэксныя файлы. Адсутнічае поле Filename: для пакету %s.

source: The method driver %s could not be found.
be: Праграма апрацоўкі мэтаду %s не адшукана.

source: Method %s did not start correctly
be: Праграма апрацоўкі мэтаду %s не здолела правільна запусьціцца

source: The package %s needs to be reinstalled, but I can't find an archive for it.
be: Неабходна пераўсталяваць пакет %s, але адшукаць яго архіўную копію немагчыма.

source: Error, pkgProblemResolver::Resolve generated breaks, this may be caused by held packages.
be: Памылка. Працэдура pkgProblemResolver::Resolve выклікала спыненьне. Гэта можа быць выклікана пакетамі што захоўваюцца (held).

source: Unable to correct problems, you have held broken packages.
be: Вырашыць праблему немагчыма. Вы запатрабавалі захаваць пакеты з парушанымі залежнасьцямі.

source: The package lists or status file could not be parsed or opened.
be: Немагчыма прачытаць сьпіс пакетаў ці файл стану.

source: You may want to run apt-get update to correct these problems
be: Магчыма, Вам спатрэбіцца запусьціць `apt-get update' для выпраўленьня.

source: Unable to stat %s.
be: Немагчыма прачытаць %s.

source: Building Dependency Tree
be: Пабудова дрэва залежнасьцяў

source: Candidate Versions
be: Вызначэньне неабходных вэрсіяў

source: Dependency Generation
be: Стварэньне залежнасьцяў

source: Packaging system '%s' is not supported
be: Пакетная сыстэма '%s' не падтрымліваецца.

source: Unable to determine a suitable system type
be: Немагчыма вызначыць тып сыстэмы.

source: This installation run will require temporarily removing the essential package %s due to a Conflicts/Pre-Depends loop. This is often bad, but if you really want to do it, activate the APT::Force-LoopBreak option.
be: Гэты сэанс усталёўкі патрабуе часовага выдаленьня сыстэмнага пакету %s у сувязі з канфліктам ці цыкляваньнем папярэдніх залежнасьцяў. Часьцей за ўсё гэта памылкова, але калі вы сапраўды гэтага жадаеце, тады актывізуйце парамэтар APT::Force-LoopBreak.

source: Empty package cache
be: Буфэр пакетаў пусты.

source: The package cache file is corrupted
be: Файл з кэшам пакетаў пашкоджаны

source: The package cache file is an incompatible version
be: Файл з кэшам пакетаў сфарміраваны несумяшчальнай вэрсіяй APT

source: This APT does not support the Versioning System '%s'
be: Даная вэрсія APT не падтрымлівае сыстэму вэрсіяў '%s'.

source: The package cache was built for a different architecture
be: Кэш пакетаў быў сабраны для іншай плятформы

source: Depends
be: Патрабуе

source: PreDepends
be: Для усталёўкі патрабуе

source: Suggests
be: Прапаноўвае

source: Recommends
be: Рэкамэндуе

source: Conflicts
be: Канфліктуе

source: Replaces
be: Замяняе

source: Obsoletes
be: Выціскае

source: important
be: важна

source: required
be: патрабуецца

source: standard
be: звычайна

source: optional
be: неабавязкова

source: extra
be: дадаткова

source: Cache has an incompatible versioning system
be: У кэшы скарыстана несумяшчальная сыстэма вэрсіяў

source: Error occured while processing %s (NewPackage)
be: Пры апрацоўцы %s (NewPackage) адбылася памылка

source: Error occured while processing %s (UsePackage1)
be: Пры апрацоўцы %s (UsePackage1) адбылася памылка

source: Error occured while processing %s (UsePackage2)
be: Пры апрацоўцы %s (UsePackage2) узьнікла памылка

source: Error occured while processing %s (NewFileVer1)
be: Пры апрацоўцы %s (NewFileVer1) узьнікла памылка

source: Error occured while processing %s (NewVersion1)
be: Пры апрацоўцы %s (NewVersion1) узьнікла памылка

source: Error occured while processing %s (UsePackage3)
be: Пры апрацоўцы %s (UsePackage2) узьнікла памылка

source: Error occured while processing %s (NewVersion2)
be: Пры апрацоўцы %s (NewVersion2) узьнікла памылка

source: Wow, you exceeded the number of package names this APT is capable of.
be: Колькасьць назваў пакетаў перавышае максымальна дапушчальнае для дадзенай вэрсіі APT!

source: Wow, you exceeded the number of versions this APT is capable of.
be: Колькасьць розных вэрсіяў перавышае максымальнае дапушчальнае для дадзенай вэрсіі APT!

source: Wow, you exceeded the number of dependencies this APT is capable of.
be: Колькасьць залежнасьцяў перавышае максымальнае дапушчальнае для дадзенай вэрсіі APT!

source: Error occured while processing %s (FindPkg)
be: Пры апрацоўцы %s (FindPkg) адбылася памылка.

source: Error occured while processing %s (CollectFileProvides)
be: Пры апрацоўцы %s (CollectFileProvides) адбылася памылка.

source: Package %s %s was not found while processing file dependencies
be: Не адшукана пакету %s %s пры апрацоўцы файлавых залежнасьцяў.

source: Unable to write to %s
be: Запіс у %s немагчымы

source: Error pre-processing package lists
be: У часе папярэдняе апрацоўкі сьпісаў пакетаў адбылася памылка.

source: IO Error saving source cache
be: Памылка ўводу-вываду ў часе захаваньня кэшу сховішча

source: Index file type '%s' is not supported
be: Тып індэкснага файлу '%s' не падтрымліваецца

source: Invalid record in the preferences file %s, no Package header
be: Памылковы запіс у канфігурацыйным файле %s. Адсутнічае загаловак пакету.

source: Did not understand pin type %s
be: Непрыдатны крытэр адбору пераважных пакетаў %s.

source: No priority (or zero) specified for pin
be: Не пазначаны (ці пазначаны нулявы) прыярытэт для перавагі

source: could not open Release file '%s'
be: Немагчыма адкрыць файл апісаньня '%s'.

source: No MD5Sum data in Release file '%s'
be: В файле апісаньня '%s' няма кантрольнае сумы MD5.

source: Error parsing MD5Sum hash record on Release file '%s'
be: Памылка атрыманьня хэш запісу MD5 з файла апісаньня '%s'.

source: Malformed line %lu in source list %s (URI)
be: Памылковы радок %lu у сьпісе крыніцаў %s (URI)

source: Malformed line %lu in source list %s (dist)
be: Памылковы радок %lu у сьпісе крыніцаў %s (дыстрыбутыў)

source: Malformed line %lu in source list %s (URI parse)
be: Памылковы радок %lu у сьпісе крыніцаў %s (апрацоўка URI)

source: Malformed line %lu in source list %s (Absolute dist)
be: Памылковы радок %lu у сьпісе крыніцаў %s (абсалютны дыстрыбутыў)

source: Malformed line %lu in source list %s (dist parse)
be: Памылковы радок %lu у сьпісе крыніцаў %s (апрацоўка дыстрыбутыву)

source: Vendor block %s is invalid
be: Памылковы блёк даньняў пастаўшчыку %s.

source: Line %u too long in source list %s.
be: Задаўгі запіс %u у сьпісе крыніцаў %s.

source: Malformed line %u in source list %s (type)
be: Памылковы запіс у радку %u у сьпісе крыніцаў %s (тып крыніцы)

source: Type '%s' is not known in on line %u in source list %s
be: Невядомы тып '%s' у радку %u сьпісу крыніцаў %s.

source: Malformed line %u in source list %s (vendor id)
be: Памылковы радок %u у сьпісе крыніцаў %s (ID пастаўшчыку)

source: Unknown vendor ID '%s' in line %u of source list %s
be: Невядомы ID пастаўшчыку '%s' у радку %u сьпісу крыніцаў %s.

source: You must put some 'source' URIs in your sources.list
be: В sources.list мусяць быць пазначаны адрасы сховішчаў.

source: Unable to parse package file %s (1)
be: Немагчыма прачытаць пакетны файл %s (1)

source: Unable to parse package file %s (2)
be: Немагчыма прачытаць пакетны файл %s (2)

source: Please use apt-cdrom to make this CD recognized by APT. apt-get update cannot be used to add new CDs
be: Калі ласка, выкарыстоўвайце apt-cdrom, каб зрабіць гэты CD даступным APT. apt-get update не можа быць скарыстаны для даданьня новых CD дыскаў

source: Wrong CD
be: Памылковы CD

source: Unable to unmount the CD-ROM in %s, it may still be in use.
be: Немагчыма размацаваць CD-ROM у %s, напэўна ён усё яшчэ выкарыстоўваецца

source: File not found
be: Файл не адшуканы

source: Connecting to %s (%s)
be: Далучэньне да %s (%s)

source: Could not create a socket for %s (f=%u t=%u p=%u)
be: Немагчыма стварыць сокет для %s (f=%u t=%u p=%u)

source: Cannot initiate the connection to %s:%s (%s).
be: Немагчыма распачаць далучэньне да %s:%s (%s).

source: Could not connect to %s:%s (%s), connection timed out
be: Немагчыма далучыцца да %s:%s (%s), час далучэньня выйшаў

source: Could not connect to %s:%s (%s).
be: Немагчыма далучыцца да %s:%s (%s).

source: Connecting to %s
be: Далучэньне да %s

source: Could not resolve '%s'
be: Немагчыма вызначыць адрас для '%s'

source: Temporary failure resolving '%s'
be: Часовы збой пры вызначэньні адрасу для '%s'

source: Something wicked happened resolving '%s:%s' (%i)
be: Нешта дзіўнае адбылося пры вызначэньні адрасу для '%s:%s' (%i)

source: Unable to connect to %s %s:
be: Немагчыма далучыцца да %s %s:

source: Failed to stat
be: Немагчыма атрымаць інфармацыю

source: Failed to set modification time
be: Немагчыма усталяваць час мадыфікацыі

source: Invalid URI, local URIS must not start with //
be: Памылковы URI, мясцовыя URIS не мусяць пачынацца з //

source: Logging in
be: Уваход у

source: Unable to determine the peer name
be: Немагчыма вызначыць назву аддаленай сыстэмы

source: Unable to determine the local name
be: Немагчыма вызначыць назву мясцовай сыстэмы.

source: Server refused our connection and said: %s
be: Паслужнік адмовіў у далучэньні й адказаў: %s

source: USER failed, server said: %s
be: Каманда USER завершана няўдала, паслужнік адказаў: %s

source: PASS failed, server said: %s
be: Каманда PASS завершана няўдала, паслужнік адказаў: %s

source: A proxy server was specified but no login script, Acquire::ftp::ProxyLogin is empty.
be: Паўнамоцны паслужнік быў пазначаны, але адсутнічае login сцэнар, парамэтар Acquire::ftp::ProxyLogin пусты

source: Login script command '%s' failed, server said: %s
be: Каманда '%s' login сцэнару завершана няўдала, паслужнік адказаў: %s

source: TYPE failed, server said: %s
be: Каманда TYPE завершана няўдала, паслужнік адказаў: %s

source: Connection timeout
be: Час далучэньня выйшаў

source: Server closed the connection
be: Паслужнік закрыў далучэньне

source: A response overflowed the buffer.
be: Адказ перапоўніў буфэр.

source: Protocol corruption
be: Збой пратаколу

source: Write Error
be: Памылка запісу

source: Could not create a socket
be: Немагчыма стварыць сокет

source: Could not connect data socket, connection timed out
be: Немагчыма далучыць сокет даньняў, час далучэньня выйшаў

source: Could not connect passive socket.
be: Немагчыма далучыць пасіўны сокет.

source: getaddrinfo was unable to get a listening socket
be: функцыя getaddrinfo не здолела атрымаць сокет

source: Could not bind a socket
be: Немагчыма заняць сокет

source: Could not listen on the socket
be: Немагчыма праслухоўваць на сокеце

source: Could not determine the socket's name
be: Немагчыма вызначыць імя сокету

source: Unable to send PORT command
be: Немагчыма даслаць PORT каманду

source: Unknown address family %u (AF_*)
be: Невядомае сямейства адрасоў %u (AF_*)

source: EPRT failed, server said: %s
be: Каманда EPRT завершана няўдала, паслужнік адказаў: %s

source: Data socket connect timed out
be: Час далучэньня з сокетам даньняў выйшаў

source: Unable to accept connection
be: Немагчыма прыняць далучэньне

source: Problem hashing file
be: Памылка атрыманьня хэшу файла

source: Unable to fetch file, server said '%s'
be: Немагчыма выгрузіць файл, паслужнік адказаў '%s'

source: Data socket timed out
be: Час сокету даньняў выйшаў

source: Data transfer failed, server said '%s'
be: Перадача даньняў завяршылася няўдала, паслужнік адказаў '%s'

source: Query
be: Запыт

source: Unable to invoke
be: Немагчыма прачытаць

source: Could not allocate memory
be: Немагчыма вылучыць памяць

source: Could not create temporary directory
be: Немагчыма стварыць часовую дырэкторыю

source: Couldn't open pipe for %s
be: Немагчыма адкрыць канал для %s.

source: Read error from %s process
be: Памылка чытаньня з %s працэсу

source: Waiting for headers
be: Чаканьне загалоўкаў

source: Got a single header line over %u chars
be: Атрыманы адзіны радок загалоўку болей за %u сымбаляў

source: Bad header line
be: Кепскі радок загалоўку

source: The http server sent an invalid reply header
be: Ад http паслужніку атрыманы памылковы загаловак адказу

source: The http server sent an invalid Content-Length header
be: От http паслужніку атрыманы памылковы Content-Length загаловак

source: The http server sent an invalid Content-Range header
be: От http паслужніку атрыманы памылковы Content-Range загаловак

source: This http server has broken range support
be: Гэты http паслужнік мае памылковую падтрымку дыяпазонаў

source: Unknown date format
be: Невядомы фармат даты

source: Select failed
be: Выбар немагчымы

source: Connection timed out
be: Час злучэньня выйшаў

source: Error writing to output file
be: Памылка запісу ў выходны файл

source: Error writing to file
be: Памылка запісу ў файл

source: Error writing to the file
be: Памылка запісу ў файл

source: Error reading from server Remote end closed connection
be: Памылка чытаньня з паслужніку, аддалены бок закрыў далучэньне

source: Error reading from server
be: Памылка чытаньня з паслужніку

source: Bad header Data
be: Кепскія даньні загалоўку

source: Connection failed
be: Далучэньне завершана няўдала

source: Internal error
be: Унутраная памылка

source: File Not Found
be: Файл не адшуканы

source: Connection closed prematurely
be: Далучэньне закрытае нечакана
