Repository: svpv/apt
Catalog: apt.*.po
Languages: be

source: Usage: apt-get [options] command apt-get [options] install|remove pkg1 [pkg2 ...] apt-get [options] source pkg1 [pkg2 ...] apt-get is a simple command line interface for downloading and installing packages. The most frequently used commands are update and install. Commands: update - Retrieve new lists of packages upgrade - Perform an upgrade install - Install new packages (pkg is libc6 not libc6.rpm) remove - Remove packages source - Download source archives build-dep - Configure build-dependencies for source packages dist-upgrade - Distribution upgrade, see apt-get(8) clean - Erase downloaded archive files autoclean - Erase old downloaded archive files check - Verify that there are no broken dependencies Options: -h This help text. -q Loggable output - no progress indicator -qq No output except for errors -d Download only - do NOT install or unpack archives -s No-act. Perform ordering simulation -y Assume Yes to all queries and do not prompt -f Attempt to continue if the integrity check fails -m Attempt to continue if archives are unlocatable -u Show a list of upgraded packages as well -b Build the source package after fetching it -D When removing packages, remove dependencies as possible -V Show verbose version numbers -c=? Read this configuration file -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp See the apt-get(8), sources.list(5) and apt.conf(5) manual pages for more information and options. This APT has Super Cow Powers.
be: Выкарыстаньне: apt-get [парамэтры] каманда apt-get [парамэтры] install|remove пакет1 [пакет2 ...] apt-get [парамэтры] source пакет1 [пакет2 ...] apt-get прадстаўляе просты камандны інтэрфэйс для атрыманьня й усталёўкі пакетаў. Часьцей за іншыя выкарыстоўваюцца каманды update (абнавіць) і install (усталяваць). Каманды: update - Атрымаць абноўленыя сьпісы пакетаў upgrade - Выканаць абнаўленьне install - Усталяваць новыя пакеты remove - Выдаліць пакеты source - Выгрузіць архівы крынічнага коду build-dep - Усталяваць усё неабходнае для зборкі крынічных пакетаў dist-upgrade - Абнаўленьне сыстэмы цалкам, см. apt-get(8) clean - Выдаліць выгружаныя раней архіўныя файлы autoclean - Выдаліць даўно выгружаныя архіўныя файлы check - Запэўніцца ў адсутнасьці незадаволеных залежнасьцяў Парамэтры: -h Скарочаная даведка -q Схаваць індыкатар працэсу -qq Не паказваць анічога акрамя паведамленьняў аб памылках -d Атрымаць пакеты и выйсьці БЕЗ іх усталёўкі ці распакоўкі -s Сымуляваць упарадкаваньне замест рэальнага выкананьня -y Аўтаматычна адказаць 'ТАК' на ўсе пытаньні -f Спрабаваць выправіць незадаволеныя залежнасьці -m Спрабаваць працягваць калі частка архіваў недаступна -u Паказаць сьпіс пакетаў для абнаўленьня -b Сабраць пакет пасьля атрыманьня яго крынічнага коду -D Пры выдаленьні пакету спрабаваць выдаліць кампанэнты, ад якіх ён залежыць -V Падрабязна паказваць нумары вэрсіяў -c=? Выкарыстоўваць пазначаны файл канфігурацыі -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp) Больш поўнае апісаньне даступна на старонках кіраўніцтва man: apt-get(8), sources.list(5) и apt.conf(5).

source: There are broken packages.
be: Прысутнічаюць пакеты з парушанымі залежнасьцямі.

source: Run `check' to see them.
be: Запусьціце каманду `check', каб убачыць іх.

source: You can try to fix them automatically with `install -f'.
be: Вы можаце паспрабаваць выправіць іх аўтаматычна, карыстаючыся камандай `install -f'.

source: Excessive arguments
be: Пазначаны лішнія аргумэнты

source: %lu removed and %lu kept.
be: %lu пакетаў будзе выдалена й %lu будзе захавана.

source: Will need more %sB of archives.
be: Спатрэбіцца атрымаць больш за %sB архіваў.

source: Will need less %sB of archives.
be: Спатрэбіцца атрымаць меней за %sB архіваў.

source: After unpacking will need more %sB of disk space.
be: Пасьля распакоўкі спатрэбіцца болей за %sB дыскавае прасторы.

source: After unpacking will need less %sB of disk space.
be: Пасьля распакоўкі спатрэбіцца меней за %sB дыскавае прасторы.

source: Will need %sB of archives.
be: Спатрэбіцца атрымаць %sB архіваў.

source: Unrequested changes are needed to execute this operation.
be: Каб выканаць гэтую апэрацыю неабходныя зьмены, якія не былі запытаныя.

source: You might want to run `install -f' to correct these.
be: Магчыма, Вам спатрэбіцца запусьціць `install -f' для выпраўленьня.

source: You have no permissions for that
be: Вы не маеце неабходных правоў для гэтага

source: There are still broken packages.
be: Усё яшчэ ёсьць пакеты з парушанымі залежнасьцямі.

source: Name
be: Імя

source: Installed
be: Усталявана

source: Candidate
be: Кандыдат

source: Main commands: status - Show the current selections install - Install new packages remove - Remove packages keep - Keep packages upgrade - Perform a global upgrade dist-upgrade - Perform a global distribution upgrade build-dep - Install build-dependencies for source packages update - Retrieve new lists of packages commit - Apply the changes in the system quit - Leave the APT shell Auxiliar commands: show - Show a readable record for the package showpkg - Show some general information for a single package list/ls - List packages search - Search the package list for a regex pattern script - Run scripts. depends - Show raw dependency information for a package whatdepends - Show raw dependency information on a package check - Verify that there are no broken dependencies unmet - Show unmet dependencies clean - Erase downloaded archive files autoclean - Erase old downloaded archive files For more information type "help <cmd>" or "<cmd> [-h|--help]". This APT has Super Cow Powers.
be: Галоўныя каманды: status - Адлюстраваць дзейсны выбар install - Усталяваць новыя пакеты remove - Выдаліць пакеты keep - Захаваць пакеты upgrade - Выканаць абнаўленьне dist-upgrade - Выканаць абнаўленьне сыстэмы цалкам build-dep - Усталяваць усё неабходнае для зборкі крынічнага коду update - Атрымаць абноўленыя сьпісы пакетаў commit - Ужыць зьмены да сыстэмы quit - Пакінуць APT shell Дадатковыя каманды: show - Паказаць зьвесткі аб пакеце ў зручнай для чытаньня форме showpkg - Паказаць агульныя зьвесткі аб пакеце list/ls - Вывесьці сьпіс пакетаў search - Шукаць у сьпісе з выкарыстаньнем рэгулярных выразаў script - Выканаць сцэнары. depends - Паказаць зьвесткі аб залежнасьцях пазначанага пакету whatdepends - Паказаць зьвесткі аб пакетах, якія залежаць ад пазначанага пакету check - Упэўніцца ў адсутнасьці незадаволеных залежнасьцяў unmet - Атрымаць сьпіс незадаволеных залежнасьцяў clean - Выдаліць выгружаныя раней архіўныя файлы autoclean - Выдаліць даўно выгружаныя архіўныя файлы Для атрыманьня дадатковае інфармацыі, скарыстайце каманды "help <cmd>" ці "<cmd> [-h|--help]". APT валодае супэр моцай.

source: Usage: install [options] pkg1[=ver] [pkg2 ...] Try to mark the given packages for installation (new packages, upgrades or downgrades) changing other packages if necessary. Options: -h This help text. -y Assume Yes to all queries and do not prompt -f Attempt to continue if the integrity check fails -m Attempt to continue if archives are unlocatable -D When removing packages, remove dependencies as possible -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: install [парамэтры] пакет1[=вэрсія] [пакет2 ...] Паспрабаваць пазначыць пакеты для усталёўкі (новыя пакеты, абнаўленьні ці замены старымі вэрсіямі), зьмяняючы іншыя пакеты, калі спатрэбіцца. Парамэтры: -h Скарочаная даведка. -y Аўтаматычна адказваць 'ТАК' на ўсе пытаньні -f Спрабаваць выправіць стан, калі адшуканы незадаволеныя залежнасьці -m Спрабаваць працягваць, калі частка архіваў недаступна -D Пры выдаленьні пакетаў спрабаваць выдаліць кампанэнты, ад якіх яны залежаць -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: remove [options] pkg1 [pkg2 ...] Try to mark the given packages for deletion, changing other packages if necessary. Options: -h This help text. -y Assume Yes to all queries and do not prompt -f Attempt to continue if the integrity check fails -m Attempt to continue if archives are unlocatable -D When removing packages, remove dependencies as possible -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: remove [парамэтры] пакет1 [пакет2 ...] Паспрабаваць пазначыць пакеты для выдаленьня, замяняючы іншыя пакеты, калі спатрэбіцца. Парамэтры: -h Скарочаная даведка. -y Аўтаматычна адказваць 'ТАК' на усе пытаньні -f Спрабаваць выправіць стан, калі адшуканы незадаволеныя залежнасьці -m Спрабаваць працягваць, калі частка архіваў недаступна -D Пры выдаленьні пакетаў спрабаваць выдаліць кампанэнты, ад якіх яны залежаць -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: keep [options] pkg1 [pkg2 ...] Try to keep the given packages, currently marked for deletion or installation, in the system, changing other packages if necessary. Options: -h This help text. -y Assume Yes to all queries and do not prompt -f Attempt to continue if the integrity check fails -m Attempt to continue if archives are unlocatable -D When removing packages, remove dependencies as possible -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: keep [парамэтры] пакет1 [пакет2 ...] Паспрабаваць захаваць пазначаныя для выдаленьня ці ўсталёўкі пакеты, замяняючы іншыя пакеты, калі гэта неабходна. Парамэтры: -h Скарочаная даведка. -y Аўтаматычна адказваць 'ТАК' на усе пытаньні -f Спрабаваць выправіць стан, калі адшуканы незадаволеныя залежнасьці -m Спрабаваць працягваць, калі частка архіваў недаступна -D Пры выдаленьні пакетаў спрабаваць выдаліць кампанэнты, ад якіх яны залежаць -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: upgrade [options] Perform a global upgrade. Options: -h This help text. -y Assume Yes to all queries and do not prompt -f Attempt to continue if the integrity check fails -m Attempt to continue if archives are unlocatable -D When removing packages, remove dependencies as possible -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: upgrade [парамэтры] Выканаць абнаўленьне. Парамэтры: -h Скарочаная даведка. -y Аўтаматычна адказваць 'ТАК' на усе пытаньні -f Спрабаваць выправіць стан, калі адшуканы незадаволеныя залежнасьці -m Спрабаваць працягваць, калі частка архіваў недаступна -D Пры выдаленьні пакетаў спрабаваць выдаліць кампанэнты, ад якіх яны залежаць -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: dist-upgrade [options] Perform a global distribution upgrade. Options: -h This help text. -y Assume Yes to all queries and do not prompt -f Attempt to continue if the integrity check fails -m Attempt to continue if archives are unlocatable -D When removing packages, remove dependencies as possible -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: dist-upgrade [парамэтры] Выканаць абнаўленьне сыстэмы цалкам. Парамэтры: -h Скарочаная даведка. -y Аўтаматычна адказваць 'ТАК' на усе пытаньні -f Спрабаваць выправіць стан, калі адшуканы незадаволеныя залежнасьці -m Спрабаваць працягваць, калі частка архіваў недаступна -D Пры выдаленьні пакетаў спрабаваць выдаліць кампанэнты, ад якіх яны залежаць -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: showpkg [options] pkg1 [pkg2 ...] Show some general information for the given packages. Options: -h This help text. -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: showpkg [парамэтры] пакет1 [пакет2 ...] Паказаць агульныя зьвесткі аб пакеце. Парамэтры: -h Скарочаная даведка -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: show [options] pkg1 [pkg2 ...] Show a readable record for the given packages. Options: -h This help text. -a Show information about all versions. -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: show [парамэтры] пакет1 [пакет2 ...] Паказаць зьвесткі аб пакеце у зручнай для чытаньня форме. Парамэтры: -h Скарочаная даведка -a Паказаць інфармацыю пра усе вэрсіі. -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: depends [options] pkg1 [pkg2 ...] Show dependency relations for the given packages. Options: -h This help text. -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: depends [парамэтры] пакет1 [пакет2 ...] Паказаць зьвесткі аб залежнасьцях пазначанага пакету. Парамэтры: -h Скарочаная даведка -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: whatdepends [options] pkg1 [pkg2 ...] Show dependency relations on the given packages. Options: -h This help text. -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: whatdepends [парамэтры] пакет1 [пакет2 ...] Паказаць зьвесткі аб пакетах, якія залежаць ад пазначанага пакету. Парамэтры: -h Скарочаная даведка. -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: unmet [options] Show unsolvable relations in the cache. Options: -h This help text. -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: unmet [парамэтры] Атрымаць сьпіс незадаволеных залежнасьцяў. Парамэтры: -h Скарочаная даведка -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: search [options] <regex> Search for the given regular expression in package names and descriptions. Options: -h This help text. -n Search only in package names. -f Show full records for found packages. -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: search [парамэтры] <рэгулярны выраз> Шукаць пазначаны рэгулярны выраз у назвах пакетаў і іх апісаньнях. Парамэтры: -h Скарочаная даведка. -n Шукаць толькі ў назвах пакетаў. -f Паказаць поўную інфармацыю аб адшуканых пакетах. -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: list/ls [options] [pattern ...] List packages matching the given patterns, or all packages if no pattern is given. Wildcards are accepted. Options: -h This help text. -i Show only installed packages. -u Show only installed packages that are upgradable. -v Show installed and candidate versions. -s Show summaries. -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: list/ls [парамэтры] [шаблён ...] Вывесьці сьпіс пакетаў, якія задавальняюць шаблёну, ці ўсе пакеты, калі шаблён не быў пазначаны. Wildcards are accepted. Парамэтры: -h Скарочаная даведка. -i Паказаць толькі ўсталяваныя пакеты. -u Паказаць толькі ўсталяваныя пакеты, якія могуць быць абноўлены. -v Паказаць вэрсіі ўсталяванага пакету й пакету-кандыдату. -s Паказаць скарочаныя апісаньні пакетаў. -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: commit [options] Apply the changes in the system. Options: -h This help text. -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: commit [парамэтры] Ужыць зьмены да сыстэмы. Парамэтры: -h Скарочаная даведка -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: Usage: script [options] script1 [script2] Run the given scripts. Options: -h This help text. -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
be: Выкарыстаньне: script [парамэтры] сцэнар1 [сцэнар2] Выканаць пазначаныя сцэнары. Парамэтры: -h Скарочаная даведка -o=? Зьмяніць любы з парамэтраў наладкі (напрыклад: -o dir::cache=/tmp)

source: No help for that
be: Няма даведкі для гэтага

source: Welcome to the APT shell. Type "help" for more information.
be: Вітаем у APT shell. Скарыстайце каманду "help" для дадатковай інфармацыі.

source: Exceeded maximum number of command arguments
be: Перавышана максымальная колькасьць аргумэнтаў каманды

source: Unable to stat the mount point %s
be: Не адшуканы пункт мацаваньня %s дыску

source: Unable to change to %s
be: Немагчыма перайсьці да %s

source: Unable to read %s
be: Немагчыма прачытаць %s

source: Failed to stat the cdrom
be: Не адшуканы аптычны дыск.

source: Command line option '%c' [from %s] is not known.
be: Невядомы парамэтар '%c' [з %s].

source: Command line option %s is not understood
be: Невядомы парамэтар %s.

source: Command line option %s is not boolean
be: Парамэтар загаднага радку %s мусіць мець лягічнае значэньне.

source: Option %s requires an argument.
be: Парамэтар %s патрабуе аргумэнт.

source: Option %s: Configuration item specification must have an =<val>.
be: Парамэтар %s: Запіс парамэтру наладкі мусіць канчацца на =<значэньне>.

source: Option %s requires an integer argument, not '%s'
be: Парамэтар %s патрабуе лічбавага аргумэнту замест '%s'

source: Option '%s' is too long
be: Задаўгі парамэтар '%s'

source: Sense %s is not understood, try true or false.
be: Нераспазнанае значэньне %s, выкарыстоўвайце true ці false.

source: Invalid operation %s
be: Памылковая апэрацыя %s

source: Unrecognized type abbreviation: '%c'
be: Нераспазнаны тып скарачэньня: '%c'

source: Opening configuration file %s
be: Адкрыцьцё канфігурацыйнага файла %s

source: Syntax error %s:%u: Block starts with no name.
be: Сынтаксычная памылка %s:%u: Пачатак блёку без назвы.

source: Syntax error %s:%u: Malformed Tag
be: Сынтаксычная памылка %s:%u: Памылковы тэг.

source: Syntax error %s:%u: Extra junk after value
be: Сынтаксычная памылка %s:%u: Лішнія сымбалі пасьля значэньня.

source: Syntax error %s:%u: Directives can only be done at the top level
be: Сынтаксычная памылка %s:%u: Дырэктывы могуць задавацца толькі на вышэйшым узроўні.

source: Syntax error %s:%u: Too many nested includes
be: Сынтаксычная памылка %s:%u: Зашмат укладзеных уключэньняў.

source: Syntax error %s:%u: Included from here
be: Сынтаксычная памылка %s:%u: Уключэньне з пазначанага месца.

source: Syntax error %s:%u: Unsupported directive '%s'
be: Сынтаксычная памылка %s:%u: Невядомая дырэктыва '%s'.

source: Syntax error %s:%u: Extra junk at end of file
be: Сынтаксычная памылка %s:%u: Лішнія даньні ў канцы файла.

source: Not using locking for read only lock file %s
be: Блякаваньне адключана ў сувязі з недаступнасьцю файла %s на запіс

source: Could not open lock file %s
be: Немагчыма адкрыць файл блякаваньня %s

source: Not using locking for nfs mounted lock file %s
be: Блякаваньне адключана, таму што файл блякаваньня %s знаходзіцца на сеткавым падзеле nfs

source: Could not get lock %s
be: Немагчыма заблякаваць %s

source: Waited, for %s but it wasn't there
be: Падпрацэс %s не адказвае.

source: Sub-process %s received a segmentation fault.
be: Падпрацэс %s выканаў недапушчальную апэрацыю.

source: Sub-process %s returned an error code (%u)
be: Падпрацэс %s завершаны з памылкай (%u).

source: Sub-process %s exited unexpectedly
be: Падпрацэс %s нечакана завершаны

source: Could not open file %s
be: Немагчыма адкрыць файл %s.

source: Read error
be: Памылка чытаньня

source: read, still have %lu to read but none left
be: Засталося прачытаць %lu, але быў дасягнуты канец файлу.

source: Write error
be: Памылка запісу

source: write, still have %lu to write but couldn't
be: Немагчыма запісаць %lu.

source: Problem closing the file
be: Памылка закрыцьця файлу.

source: Problem unlinking the file
be: Памылка адлучэньня файлу.

source: Problem syncing the file
be: Памылка сынхранізацыі файлу.

source: Can't mmap an empty file
be: Немагчыма выканаць mmap для пустога файлу

source: Couldn't make mmap of %lu bytes
be: Немагчыма выканаць mmap для %lu байтаў

source: %c%s... Error!
be: %c%s... Памылка!

source: %c%s... Done
be: %c%s... Завершана

source: Selection %s not found
be: Радкоў, якія адпавядаюць %s, не адшукана.

source: could not rewind RPMFileHandler
be: адкат RPMFileHandler немагчымы

source: Failed reading file %s
be: Памылка чытаньня файлу %s

source: Unable to determine the file size
be: Немагчыма вызначыць памер файлу

source: could not open RPM database
be: немагчыма адкрыць базу даньняў RPM

source: could not create RPM database iterator
be: немагчыма стварыць ітэратар базы даньняў RPM

source: Problem with SelectFile %s
be: Памылка SelectFile %s

source: Failed to stat %s
be: Немагчыма атрымаць зьвесткі аб %s

source: Problem opening %s
be: Памылка адкрыцьця %s

source: Problem with MergeList %s
be: Памылка з MergeList %s

source: Problem with MergeFileProvides %s
be: Памылка з MergeFileProvides %s

source: Problem opening RPM database
be: Памылка адкрыцьця базы даньняў RPM

source: Problem with SelectFile RPM Database
be: Памылка SelectFile базы даньняў RPM.

source: Corrupt pkglist: no RPMTAG_NAME in header entry
be: Пашкоджаны pkglist: адсутнічае RPMTAG_NAME у загалоўку

source: There are multiple versions of "%s" in your system. This package won't be cleanly updated, unless you leave only one version. To leave multiple versions installed, you may remove that warning by setting the following option in your configuration file: RPM::Allow-Duplicated { "^%s$"; }; To disable these warnings completely set: RPM::Allow-Duplicated-Warning "false";
be: У Вашай сыстэме усталявана некалькі вэрсіяў пакету "%s". Гэты пакет не можа быць абноўлены звычайным шляхам да тае пары, покуль Вы не спыніце толькі адну яго вэрсію. Каб пакінуць усталяванымі некалькі вэрсіяў, і не атрымліваць болей гэтае папярэджаньне, Вы можаце усталяваць наступны парамэтар у Вашым файле канфігурацыі: RPM::Allow-Duplicated { "^%s$"; }; Каб цалкам забараніць гэтае папярэджаньне, усталюйце парамэтар: RPM::Allow-Duplicated-Warning "false";

source: Bad NotAutomatic flag
be: Кепскі NotAutomatic сьцяг

source: could not open package priority file %s
be: немагчыма адкрыць файл з апісаньнем прыярытэтаў пакетаў %s

source: no data in %s
be: няма даньняў у %s

source: Bad regular expression '%s' in option RPM::Hold.
be: Недапушчальны рэгулярны выраз '%s' у парамэтры RPM::Hold.

source: Bad regular expression '%s' in option RPM::Allow-Duplicated.
be: Недапушчальны рэгулярны выраз '%s' в парамэтры RPM::Allow-Duplicated.

source: Bad entry '%s' in option RPM::FakeProvides.
be: Недапушчальны запіс '%s' в парамэтры RPM::FakeProvides.

source: Bad regular expression '%s' in URI translation
be: Недапушчальны рэгулярны выраз '%s' у URI translation

source: Internal Error, No file name for %s
be: Унутраная памылка, Не пазначана назва файлу для пакету %s

source: Problem executing scripts %s '%s'
be: Памылка выкананьня сцэнараў %s '%s'

source: Sub-process returned an error code
be: Падпрацэс завершаны з памылкай

source: Failed to create IPC pipe to subprocess
be: Немагчыма стварыць IPC канал для падпрацэсу

source: Failure running script %s
be: Памылка выкананьня сцэнару %s

source: Unknown pkgRPMPM operation.
be: Невядомая pkgRPMPM апэрацыя.

source: Executing RPM (
be: Запуск RPM (

source: Could not exec
be: Немагчыма выканаць

source: Couldn't wait for subprocess
be: Немагчыма дачакацца падпроцэсу

source: Sub-process %s recieved a segmentation fault.
be: Падпрацэс %s выканаў недапушчальную апэрацыю.

source: Done.
be: Завершана.

source: Failed opening %s
be: Памылка адкрыцьця %s

source: Failed adding %s to transaction %s
be: Памылка даданьня %s у трансакцыю %s

source: Could not open RPM database
be: Немагчыма адкрыць базу даньняў RPM

source: Transaction set check failed
be: Праверка групы трансакцыяў не атрымалася

source: Ordering failed for %d packages
be: Упарадкаваньне не атрымалася для %d пакетаў

source: Committing changes...
be: Выконваем зьмены...

source: Error while running transaction
be: Памылка у часе выкананьня трансакцыі

source: Some errors occurred while running transaction
be: Адбыліся памылкі пры выкананьні трансакцыі

source: Could not allocate buffer for record text
be: Немагчыма вылучыць буфэр для запісу тэксту

source: error parsing source list %s
be: памылка апрацоўкі сьпісу крыніцаў %s

source: Reading Package Lists
be: Чытаньне сьпісу пакетаў
